PGM
DCL VAR(&SRCLIB) TYPE(*CHAR) LEN(10) VALUE(QTEMP)
DCL VAR(&TGTLIB) TYPE(*CHAR) LEN(10) VALUE(ITPASS)
CRTLIB LIB(&TGTLIB)
MONMSG MSGID(CPF0000)
CRTBNDCL PGM(&TGTLIB/ESEMPIO) SRCFILE(&SRCLIB/QCLSRC)
MONMSG MSGID(CPF0000)
ENDPGM
